{
    "_meta": {
		"sources": [
			{
				"json": "SwordofChaos",
				"abbreviation": "SoC",
				"full": "Sword of Chaos",
				"url": "",
				"authors": [
					"Megges"
				],
				"convertedBy": []
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0
	},
	"variant": [
		{
			"name": "Kaladbolg",
			"type": "GV",
			"source": "SwordofChaos",
			"requires": [
				{
					"sword": true,
					"dmgType": "S"
				}
			],
			"inherits": {
				"namePrefix": "Kaladbolg ",
				"source": "SwordofChaos",
				"rarity": "artifact",
				"bonusWeapon": "+3",
				"charges": "3",
				"recharge": "dusk",
				"reqAttune": true,
				"entries": [
					"This sword is made of a pitch black metal, with ruby inlays on its silver crossguard. Long ago, Kaladbolg was the weapon of a chosen paladin of torm, the goliath mearok, and was used by him to seal away the ancient evil known as ylgred. Ylgred's remnance, however, still lingers in the sword waiting to break out of its prison.",
					{
						"type": "entries",
						"name": "Dormant",
						"entries": [
							"Kaladbolg grants a +3 bonus to attack and damage rolls made with it. The sword also functions as a {@item sword of sharpness}.",
							"The sword has 3 charges and regains all- expended charges daily at dusk. When you hit a creature with Kaladbolg, you can expend 1 charge of the sword and choose either acid, cold, fire, lightning, poison, or thunder damage. Your attack deals an extra {@damage 2d8} damage of the type you chose. If you have no charges left you can still use this property by taking necrotic damage equal to the extra damage you dealt. When you do so, your hit point maximum is reduced by an equal amount to the damage you took."
						]
					},
					{
						"type": "entries",
						"name": "Awakened",
						"entries": [
							"Kaladbolg awakens only after it has caused... points of necrotic damage to its wielder. Once the sword reaches an awakend state, it gains the following properties:",
							{
								"type": "list",
								"items": [
									"Kaladbolg becomes a {@item vorpal sword} instead of a {@item sword of sharpness}.",
									"The extra damage increases to {@damage 3d6}.",
									"If Kaladbolg has no charges left and you use it, roll a {dice d20}. If you roll a 1, roll on the Kaladbolg Surge table to create a magical effect."
								]
							}
						]
					},
					{
						"type": "entries",
						"name": "Abandoned",
						"entries": [
							"Once Kaladbolg becomes abandoned, it gains the following properties and is not sentient anymore:",
							{
								"type": "list",
								"items": [
									"Kaladbolg has 5 charges, but it can not be used without charges anymore.",
									"Kaladbolg regains {@dice 1d4+1} charges daily at dusk.",
									"The extra damage increases to {@damage 3d8}.",
									"You can cast {@spell absorb elements|XGE} from Kaladbolg. You can use this feature twice and regain all expended uses daily at dusk."
								]
							}
						]
					},
					{
					  "type": "entries",
					  "name": "Kaladbolg Surge",
					  "entries": [
					    {
    						"type": "table",
    						"name": "Kaladbolg Surge",
    						"colLabels": [
    							"1d6",
    							"Effect"
    						],
    						"colStyles": [
    							"col-1 text-center",
    							"col-11"
    						],
    						"rows": [
    							[
    								"1",
    								"A black tentacle launches from a portal within a 30-foot radius sphere of you at a random creature within 120 feet. The target must succeed on a DC 16 Dexterity saving throw or take {@damage 4d8} bludgeoning damage and become {@condition grappled}. A grappled creature gets pulled 10 feet towards the portal at the and of each of your turns until it enters the portal. The portal closes afterwards."
    							],
    							[
    								"2",
    								"You create a permanent 30-foot radius sphere antimagic field."
    							],
    							[
    								"3",
    								"You transform into a {@creature quasit} for 1 minute."
    							],
    							[
    								"4",
    							  "A demon chosen and controlled by the DM appears in an unoccupied space within 15 feet of you. It is hostile towards you and your allies and disappears after 1 minute."
    							],
    							[
    							  "5",
    								"A slaad chosen and controlled by the DM appears in an unoccupied space within 5 feet of you, then disappears 1 minute later."
    							],
    							[
    							  "6",
    							  "You cast {@spell grease} centered on yourself."
    							]
    						]
						  }
						]
					}
				],
				"attachedSpells": [
					"absorb elements|xge"
				]
			}
		}
	]
}